[
  {
    "start": "00:00:22,719",
    "end": "00:01:24,435",
    "transcript": "Greetings, my friend. We are all interested in the future, for that is where you and I are going to spend the rest of our lives. And remember my friend, future events such as these will affect you in the future. You are interested in the unknown, the mysterious, the unexplainable. That is why you are here. And now, for the first time, we are bringing to you the full story of what happened on that fateful day. We are giving you all the evidence, based only on the secret testimony of the miserable souls who survived this terrifying ordeal. The incidents, the places, my friend we cannot keep this a secret any longer. Let us punish the guilty, let us reward the innocent. My friend, can your heart stand the shocking facts about grave robbers from outer space?",
    "segmentation_mode": "llm",
    "summary": "A narrator introduces the film's mysterious plot about grave robbers from outer space.",
    "characters": [
      "Narrator"
    ],
    "mood": "mysterious",
    "cultural_refs": []
  },
  {
    "start": "00:02:45,849",
    "end": "00:03:28,272",
    "transcript": "All of us on this earth, know that there is a time to live, and that there is a time to die, yet death is always a shock to those left behind. It is even more of a shock, when death, the proud brother, comes suddenly without warning. Just at sundown, a small group, gathered in silent prayer around the newly-opened grave of the beloved wife of an elderly man. Sundown of the day, yet also the sundown of the old man's heart, for the shadows of grief clouded his very reason.",
    "segmentation_mode": "llm",
    "summary": "An elderly man mourns the death of his wife during a graveside prayer.",
    "characters": [
      "elderly man",
      "wife"
    ],
    "mood": "sad",
    "cultural_refs": [
      "biblical references to life and death"
    ]
  },
  {
    "start": "00:03:40,899",
    "end": "00:03:44,939",
    "transcript": "The funeral over, the saddened group left the graveside.",
    "segmentation_mode": "llm",
    "summary": "The group mourns at a funeral and then leaves.",
    "characters": [
      "Group"
    ],
    "mood": "sad",
    "cultural_refs": []
  }
]